"Close Window" = "Chiudi Finestra";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "iPod è stato aggiornato alla versione <version>. Disattiva e quindi scollega e ricollega iPod per completare il processo di aggiornamento.";
W = "W";
"The iPod is not mounted." = "iPod non è attivo.";
"Click the lock to prevent further changes." = "Fai clic sul lucchetto per evitare ulteriori modifiche.";
"The iPod could not be unmounted because it is in use." = "Non posso disattivare iPod perché è in uso.";
"Plug in an iPod to update it." = "Collega un iPod da aggiornare.";
Quit = "Esci";
"Click the lock to make changes." = "Fai clic sul lucchetto per eseguire delle modifiche.";
"More than one iPod is attached." = "Più iPod collegati.";
"Restore iPod" = "Ripristina iPod";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "iPod è stato aggiornato alla versione <version>. Scollega e ricollega iPod per completare il processo di aggiornamento.";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Su iPod sono state ripristinate le impostazioni predefinite. Scollega e ricollega iPod per completare il processo di aggiornamento.";
"Please attach one iPod at a time to be updated." = "Collega un iPod alla volta per l'aggiornamento.";
"Out of memory." = "Memoria insufficiente.";
"<version> (needs update)" = "<version> (da aggiornare)";
"No iPod is attached." = "Nessun iPod collegato.";
Update = "Aggiorna";
"<version> (up to date)" = "<version> (aggiornata)";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Su iPod sono state ripristinate le impostazioni predefinite. Disattiva e quindi scollega e ricollega iPod per completare il processo di aggiornamento.";
"The attached iPod does not have proper software on it." = "L'iPod collegato non dispone del software appropriato.";
"Serial Number:" = "Numero Seriale:";
"An unexpected error occurred." = "Si è verificato un errore inatteso.";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "E' stato rilevato un solo iPod, ma affinché questa operazione abbia effetto deve essere attivo sul desktop.";
"Could not find updater library." = "Non trovo la libreria di aggiornamento.";
"iPod Software Version <version>" = "Software iPod Versione <version>";
"iPod Software <version> Updater" = "Aggiornamento Software iPod <version>";
"Updating iPod software" = "Aggiorno il software iPod";
"Name:" = "Nome:";
"The updater does not have a volume image." = "L'aggiornamento non ha un'immagine volume.";
"The updater does not have a firmware image." = "L'aggiornamento non ha un'immagine firmware.";
"Update iPod" = "Aggiorna iPod";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Sono collegati più iPod. Collega un iPod alla volta per l'aggiornamento.";
"An iPod is attached, but not mounted on the desktop." = "Un iPod è collegato, ma non è attivo sul desktop.";
"Restoring iPod software" = "Ripristino il software iPod";
Options = "Opzioni";
"About iPod Updater" = "Info su Aggiornamento iPod";
"All data currently stored on the iPod will be lost." = "Tutti i dati attualmente presenti su iPod andranno perduti.";
"Are you sure you want to restore the iPod software?" = "Sei sicuro di voler ripristinare il software iPod?";
Stop = "Stop";
"Done restoring iPod software" = "Ripristino del software iPod completato.";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Se esci mentre è in corso un'operazione, potrebbe essere necessario ripristinare il software iPod.";
"Update puts the latest system software on your iPod." = "L'aggiornamento installa l'ultima versione del software di sistema su iPod.";
"The iPod Updater application may be damaged." = "L'applicazione Aggiornamento iPod potrebbe essere danneggiata.";
Restore = "Ripristina";
"Could not find a SysInfo file on the iPod disk." = "Non trovo alcun doc. SysInfo sul disco di iPod.";
"Authenticating..." = "Autentico...";
"Capacity:" = "Capacità:";
"The iPod disk does not have the correct structure." = "Il disco di iPod non ha una struttura corretta.";
"Done updating iPod software" = "Aggiornamento del software iPod completato";
Q = "Q";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Il ripristino inizializza iPod e applica le impostazioni predefinite. Musica e dati saranno cancellati.";
"Quit while this operation is in progress?" = "Vuoi uscire mentre è in corso questa operazione?";
R = "R";
"Software Version:" = "Versione Software:";
"The Mac OS error code was <error>." = "Il codice errore Mac OS era <error>.";

